Repository: ZhenIT/gravityforms-nif
Catalog: languages/gravityforms-nif-*.po
Languages: es_es

source: Valid documents
es_es: Tipos de documentos

source: Accept DNIs
es_es: Aceptar DNIs

source: Accept NIEs
es_es: Aceptar NIEs

source: Accept CIFs
es_es: Aceptar CIF

source: Allows users to submit DNI, NIE or CIF.
es_es: Permite a los usuarios presentar DNI, NIE o CIF.

source: Identification document must be either:
es_es: El documento de identificación debe ser alguno de:

source: Identification document must be:
es_es: El documento de identificación debe ser:

source: Valid DNI
es_es: DNI válido

source: Valid NIE
es_es: NIE válido

source: Valid CIF
es_es: CIF válido

source: NIF Field for Gravity Forms
es_es: Campo NIF para Gravity Forms
